import React from "react";

class ExchangeReturn extends React.Component {
  constructor(props) {
    super(props);
  }
  render() {
    return (
      <div className="about-HowToDelivery-container">
        <div className="about-content-container-center about-content-bold">นโยบายการเปลี่ยน/คืนสินค้า</div>
        <div className="about-content-bold">เงื่อนไขการเปลี่ยน/คืนสินค้า</div>
        <div>
        1. ต้องเป็นสินค้าที่ซื้อมาจากเว็บไซต์ Nineti9 เท่านั้น (ต้องมีหลักฐานแสดงการสั่งซื้อสินค้าจากเว็บไซต์)
        </div>
        <div>
        2. บริษัทฯ ยินดีรับเปลี่ยน/คืนสินค้า เป็นระยะเวลาไม่เกิน 7 วันทำการ (นับตั้งแต่วันที่ลูกค้าได้รับสินค้า)
        </div>
        <div>
        3. การส่งคืนสินค้า ให้ส่งสินค้าพร้อมแสดงใบเสร็จการชำระเงินค่าสินค้า
        </div>
        <div>
        4. สินค้าที่บริษัทฯ รับเปลี่ยน/คืน ต้องอยู่ในสภาพดังเดิมหรือยังไม่ถูกเปิดใช้สินค้า
        </div>
        <div>
        5. กรณีเปิดใช้สินค้าแล้ว และพบว่ามีอาการระคายเคืองหรือแพ้เนื่องจากการใช้สินค้า บริษัทฯ จะรับเปลี่ยน/คืนสินค้าในกรณีที่สินค้าถูกใช้ไปไม่เกิน 20 เปอร์เซ็นเท่านั้น <br/>
        &nbsp; &nbsp; &nbsp; <u>หมายเหตุ</u> &nbsp; การขอเปลี่ยน/คืนสินค้า กรณีพบว่ามีอาการระคายเคืองหรือแพ้ ต้องแสดงใบรับรองแพทย์ยืนยันอาการ
        </div>
        <div>
        6. สินค้าและบรรจุภัณฑ์ที่บริษัทฯ รับเปลี่ยน/คืน ต้องมีลักษณะ ดังต่อไปนี้ มิฉะนั้น บริษัทฯ ขอสงวนสิทธิในการรับเปลี่ยน/คืนสินค้า<br/>
        &nbsp; &nbsp; &nbsp; 6.1 สินค้ามีตำหนิ/แตกหัก/รั่วซึม/ไม่ได้ถูกปิดผนึกบรรจุภัณฑ์ <br/>
        &nbsp; &nbsp; &nbsp; 6.2 บริษัทฯ ส่งสินค้าไม่ตรงตามรายการที่สั่งซื้อ
        </div>
        <div>
        7. การขนส่งเปลี่ยน/คืนสินค้า <br/>
        &nbsp; &nbsp; &nbsp; 7.1 ลูกค้าเป็นผู้รับภาระค่าใช้จ่ายในการขนส่ง <br/>
        &nbsp; &nbsp; &nbsp; 7.2 กรณีตาม ข้อ 6.1-6.2 บริษัทฯ ตกลงเป็นผู้รับภาระค่าใช้จ่ายในการขนส่ง
        </div>
        <div>
        8. กรณีบริษัทฯ รับคืนสินค้า บริษัทฯ จะคืนเงินค่าสินค้าเป็นคูปองลดราคาในเว็บไซต์
        </div><br/>
        <div className="about-content-bold">ขั้นตอนการเปลี่ยน/คืนสินค้า</div>
        <div>
        1. ติดต่อฝ่ายบริการลูกค้า โทรศัพท์ 080-264-2812 หรือ E-mail : contact@nineti9.com เพื่อแจ้งปัญหาและความประสงค์ในการเปลี่ยน/คืนสินค้า
        </div>
        <div>
        2. ระบบจะส่งอีเมลยืนยันการรับแจ้งพร้อมแนบแบบฟอร์มการเปลี่ยน/คืนสินค้าให้ลูกค้ากรอกข้อมูล
        </div>
        <div>
        3. ให้ลูกค้ากรอกเลขที่ใบสั่งซื้อ (Order No.) ลงในแบบฟอร์มพร้อมแนบรูปสินค้าที่ลูกค้าประสงค์เปลี่ยน/คืนและใบเสร็จการชำระเงินค่าสินค้ากลับมาทางอีเมล
        </div>
        <div>
        4. ส่งสินค้ามายัง บริษัท ซี.เจ. เอ็กซ์เพรส กรุ๊ป จำกัด (ฝ่ายร้านค้าออนไลน์) เลขที่ 393 อาคาร 393 สีลม ชั้น 5-6 ถนนสีลม แขวงสีลม เขตบางรัก กรุงเทพมหานคร 10500 (โดยเลือกประเภทการส่งแบบลงทะเบียน)
        </div>
      </div>
    );
  }
}
export default ExchangeReturn;
