import React from "react";

class PrivacyPolicy extends React.Component {
  constructor(props) {
    super(props);
  }
  render() {
    return (
      <div className="about-content-container-left">
        <div>
            &nbsp; &nbsp; &nbsp; &nbsp; กรุณาอ่านและทำความเข้าใจนโยบายความเป็นส่วนตัวก่อนลงทะเบียนสมัครเป็นสมาชิกเพื่อเข้าใช้บริการเว็บไซต์ เพื่อผลประโยชน์สูงสุดของท่าน บริษัทฯ ตระหนักถึงความสำคัญของข้อมูลส่วนตัวของท่าน บริษัทฯ ขอสัญญาว่าจะเก็บข้อมูลของท่านเป็นความลับอย่างดีที่สุด
        </div>
        <div className="about-content-title-padding">1. ข้อมูลทั่วไปของสมาชิก</div>
        <div>
            &nbsp; &nbsp; &nbsp; &nbsp; บริษัทฯ จะเก็บรวบรวมข้อมูลชื่อนามสกุล ที่อยู่ปัจจุบัน ที่อยู่อีเมล หมายเลขโทรศัพท์ หมายเลขโทรศัพท์มือถือ เพศ อายุ อาชีพ ความสนใจส่วนตัวและข้อมูลพื้นฐานอื่นๆ เมื่อท่านลงทะเบียนเพื่อสมัครเป็นสมาชิก หลังจากเสร็จสิ้นกระบวนการลงทะเบียนทั้งหมดแล้ว ท่านจะมีสิทธิทุกประการในการเป็นสมาชิกเว็บไซต์ ทั้งนี้รวมถึงการได้รับข้อมูลข่าวสารสิทธิพิเศษและการเข้าร่วมกิจกรรมส่งเสริมการขายต่างๆ ของเว็บไซต์
        </div>
        <div className="about-content-title-padding">2. Cookies</div>
        <div>
            &nbsp; &nbsp; &nbsp; &nbsp;  Cookies คือ ข้อมูลขนาดเล็กที่จะถูกส่งไปเก็บไว้ในบราวเซอร์ของท่านเพื่อเก็บข้อมูลในการเยี่ยมชมเว็บไซต์ บริษัทฯ อาจเก็บ Cookies เพื่อจัดเก็บข้อมูลของผู้ที่เข้ามาเยี่ยมชมเว็บไซต์ ประเมินผู้เข้าชมเว็บไซต์ และตรวจสอบความถี่ในการเข้าชมเว็บไซต์หากไม่ประสงค์ให้ Cookies เข้าไปอยู่ในบราวเซอร์ของท่าน สามารถเลือกปฏิเสธไฟล์ Cookies ได้
        </div>
        <div className="about-content-title-padding">3. การเก็บข้อมูลของสมาชิก</div>
        <div>
            &nbsp; &nbsp; &nbsp; &nbsp;  บริษัทฯ จะจัดเก็บข้อมูลส่วนบุคคลและข้อมูลอื่นๆ ของสมาชิกเพื่อจุดประสงค์ในการพัฒนาเว็บไซต์ และวิเคราะห์ข้อมูลเพื่อคัดเลือกสินค้าและบริการที่เหมาะสมที่สุดสำหรับสมาชิก ซึ่งบริษัทฯ อาจส่งอีเมลถึงท่านเพื่อแจ้งข้อมูลข่าวสารสิทธิพิเศษและกิจกรรมส่งเสริมการขาย
        </div>
        <div className="about-content-title-padding">4. การเปิดเผยข้อมูลของสมาชิก</div>
        <div>
            &nbsp; &nbsp; &nbsp; &nbsp; บริษัทฯ จะรักษาข้อมูลส่วนตัวของท่านไว้เป็นความลับ กรณีที่จำเป็นต้องเปิดเผยข้อมูลต่อสาธารณะ บริษัทฯ จะขออนุญาตจากท่านก่อน
        </div>
        <div className="about-content-title-padding">5. ข้อควรระวัง</div>
        <div>
            &nbsp; &nbsp; &nbsp; &nbsp; ท่านเป็นผู้เดียวที่เข้าถึงรหัสผ่านสำหรับเข้าใช้เว็บไซต์ บริษัทฯ ขอแนะนำให้ท่านเก็บข้อมูลและรหัสผ่านไว้เป็นความลับและทำการออกจากระบบทุกครั้งก่อนออกจากเว็บไซต์เนื่องจากการส่งผ่านข้อมูลทางอินเตอร์เน็ตนั้นไม่มีระบบรับรองความปลอดภัยที่สมบูรณ์แบบบริษัทฯ จึงไม่สามารถรับประกันความปลอดภัยในการส่ง – รับข้อมูลของท่านได้ แต่จะรักษาความปลอดภัยให้ดีที่สุดทุกครั้งที่มีการส่งผ่านข้อมูลเกิดขึ้น
        </div>
      </div>
    );
  }
}
export default PrivacyPolicy;
